        IDENTIFICATION DIVISION.
        PROGRAM-ID. VARIABLES.

        DATA DIVISION.
	WORKING-STORAGE SECTION.
	01 NAME		PIC A(20) VALUE "WAYFARER".
	01 AGE		PIC 999  VALUE 112.

	PROCEDURE DIVISION.
	DISPLAY "Name: " NAME.
	DISPLAY "Age: " AGE.
	STOP RUN.
